Repository: MajdAlkatan/Tourism-Management-System
Catalog: tourism-main-Back-end/src/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Name
fr: Nom

source: Guide's Bio
fr: Biographie du guide

source: Likers
fr: Les likers

source: Canceled
fr: Annulé

source: Tags
fr: Étiquettes

source: Takeoff date
fr: Date de décollage

source: Tour Duration
fr: Durée de la visite guidée

source: this guide is not available at the selected time period
fr: ce guide n'est pas disponible à la période sélectionnée

source: Opens At Time
fr: Ouvre à l'heure

source: Link
fr: Lien

source: Activity
fr: Activité

source: Name of the ticket
fr: Nom du billet

source: Stock
fr: Actions

source: Tag
fr: Étiquette

source: Tour
fr: Visite guidée

source: Order
fr: Ordre

source: Activity Does not exist.
fr: Activité N'existe pas.

source: the Valid until field must be at least a day earlier than the takeoff date.
fr: le champ Valable jusqu'à doit être au moins un jour avant la date de décollage.

source: duplicate entry for the site
fr: entrée en double pour le site

source: Tour does not exist.
fr: La visite guidée n'existe pas.

source: Takeoff date, duration, and book are required.
fr: La date, la durée et le livre de décollage sont requis.

source: The specified time range overlaps with an existing tour for this guide.
fr: Le créneau horaire spécifié chevauche une visite existante pour ce guide.

source: The sum of opens_at and work_hours exceeds 24 hours.
fr: L'addition d'ouvre à et les heures de travail dépasse 24 heures.

source: Date cannot be in the past.
fr: La date ne peut pas être située dans le passé.

source: already canceled
fr: déjà annulé

source: tour has already begun or concluded
fr: la visite guidée a déjà commencé ou est terminée

source: cannot delete while some users have not been refunded
fr: impossible de supprimer alors que certains utilisateurs n'ont pas été remboursés

source: either the first id or second one or both was left blank
fr: soit le premier identifiant, soit le deuxième, ou les deux, sont restés vides

source: Not Found
fr: Introuvable

source: Personal info
fr: Informations personnelles

source: Permissions
fr: Autorisations

source: Important dates
fr: Dates importantes

source: user
fr: utilisateur

source: users
fr: utilisateurs

source: Account activation on %(site_name)s
fr: Activation du compte sur %(site_name)s

source: Account Activation
fr: Activation du compte

source: Password reset on %(site_name)s
fr: mot de passe réinitialisé sur %(site_name)s

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez cet e-mail car vous avez demandé une réinitialisation du mot de passe de votre compte utilisateur sur %(site_name)s.

source: Please go to the following page and choose a new password:
fr: Veuillez vous rendre sur la page suivante et choisir un nouveau mot de passe :

source: Your username, in case you've forgotten:
fr: Votre nom d'utilisateur, au cas où vous l'auriez oublié :

source: Thanks for using our site!
fr: Merci d’utiliser notre site !

source: The %(site_name)s team
fr: L'équipe de %(site_name)s

source: Content made by Gemini
fr: Contenu réalisé par Gemini

source: Prompt for the AI
fr: Invite pour l'IA

source: Sensitivity of the ai
fr: Sensibilité de l'IA

source: The model of the AI
fr: Le modèle de l'IA

source: User
fr: Utilisateur

source: Bio
fr: Biographie

source: Marital Status
fr: État civil

source: Birth Date
fr: Date de naissance

source: Number of Children
fr: Nombre d'enfants

source: This item is not refundable.
fr: Cet article n’est pas remboursable.

source: This item can't be canceled.
fr: Cet élément ne peut pas être annulé.

source: Owner
fr: Propriétaire

source: Scanned
fr: scanné

source: Ticket scan date time
fr: Date et heure de numérisation du billet

source: Unique Identifier
fr: Identifiant unique

source: QR Code for uuid
fr: code QR pour l'uuid

source: User does not have payment information
fr: L'utilisateur ne dispose pas d'informations de paiement

source: Impossible situation encountered.
fr: Situation impossible rencontrée.

source: No payments found to refund.
fr: Aucun paiement à rembourser trouvé.

source: Ticket
fr: Billet

source: Can scan reservations
fr: Peut scanner les réservations

source: Invalid Reservation.
fr: Réservation invalide.

source: Ticket is expired
fr: le billet est expiré

source: Activity no longer available
fr: L'activité n'est plus disponible

source: Ticket is out of stock
fr: Le billet est en rupture de stock

source: Insufficient funds
fr: Fonds insuffisants

source: Points Amount
fr: Montant des points

source: Insufficient points funds
fr: Fonds de points insuffisants

source: Ticket does not exist.
fr: Le billet n’existe pas.

source: purchase object not found.
fr: objet d'achat introuvable.

source: Gifted points
fr: Points offerts

source: Review Comment
fr: Réviser le commentaire

source: Reviews are not allowed for this service.
fr: Les avis ne sont pas autorisés pour ce service.

source: Pingoway site admin
fr: Administrateur du site Pingoway

source: Pingoway administration
fr: Administration Pingoway
